[
  {
    "title": "[Shelved] Off-chain Bitcoin transactions that do not use blockchain.",
    "contentSnippet": "This is a draft article that has been left untouched for a long time. It's a shame, so I'll regret it. When you hear about virtual currency, many people may think of blockchain. Recently, I have researched transactions that do not use blockchain, so I will summarize them. Continue reading.",
    "link": "https://note.com/soto9/n/n8fb50a7f6617",
    "isoDate": "2023-05-09T12:44:24.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/a0fcb5e7a87ac957f9e386d87b21f80eacae0fbc.png",
    "dateMiliSeconds": 1683636264000
  },
  {
    "title": "Personal Complaint #1: Feeling lonely even though everyone is around.",
    "contentSnippet": "Lately, I've been feeling frustrated because a lot of bad things have been happening, and it's been affecting me to the point where I've been venting my complaints to others. I feel like if I continue like this, I might end up being disliked, so maybe I should write out my grievances. I'll probably write some really awful things, but it would be great if there's someone who can empathize with me. Being alone is scary. Warning: This text may hurt someone's feelings. Please read it with that knowledge. Also, please do not share this with my parents. If you do, I won't take any actions... but I'll cry. That's it. Let's continue reading.",
    "link": "https://note.com/soto9/n/n50778ae9d534",
    "isoDate": "2023-04-23T15:36:06.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/103788756/rectangle_large_type_2_8565c49b9d2b32fddceadeb564917a0e.png?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1682264166000
  },
  {
    "title": "[Integration & Java] Convert Minecraft worlds to 3D for free!",
    "contentSnippet": "Text to convert to English: \"Since this type of question is often asked, I will summarize it in a note. The integrated version requires a process of converting to Java halfway, so you need to purchase both versions. Continue reading.\"",
    "link": "https://note.com/soto9/n/na380b53b931d",
    "isoDate": "2022-12-02T07:15:19.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/92440252/rectangle_large_type_2_369676b9d18cccadc02d6ec86c9a016e.png?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1669965319000
  },
  {
    "title": "Translation: As a third grader, I no longer wanted to go to school.",
    "contentSnippet": "If you forget something, the homeroom teacher will make you do a \"penalty game\". If you're bad at playing the recorder, the music teacher will scold you loudly in detention. It's nothing now, but when I was in elementary school, it was very scary for me. Every time I made a weird mistake, the class would go silent and everyone would look at me with judgmental eyes. If someone tried to help me, they would also be looked at with judgmental eyes. From the first and second grade, where everyone gets along, to the day in third grade when it became about \"who is the well-behaved one\", I no longer wanted to go to school. I still go to school today. I arrive at the closest station to the school, filled with anxiety that I might be scolded again. The three-minute walk of about 200 meters feels heavy. To be continued.",
    "link": "https://note.com/soto9/n/n6982774784d5",
    "isoDate": "2022-05-09T14:18:50.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/78218452/rectangle_large_type_2_fe310ddc31b61df55033c04dc1c7bd69.jpeg?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1652105930000
  },
  {
    "title": "[ATO2] Air Tycoon Online 2: The Tiger's Guide to Earning Serious Credits",
    "contentSnippet": "※This article is currently being written, so the content may change in the future. I will read various articles, try them out, and introduce the best example. Since there are many difficult words, beginners should refer to wiki or something similar. Click to read more.",
    "link": "https://note.com/soto9/n/n5cc0031fea8f",
    "isoDate": "2021-12-05T13:57:33.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/eb5a3b1cad6b7a81eb406119965b8cba9f0af20e.jpg",
    "dateMiliSeconds": 1638712653000
  },
  {
    "title": "How to create free automatic notifications using the Notion function.",
    "contentSnippet": "Notion is convenient, isn't it? I also migrated from Trello and it is very convenient, but there is one disappointing thing. I don't receive notifications even when it's time... Read more",
    "link": "https://note.com/soto9/n/n592777f9da64",
    "isoDate": "2021-11-22T00:58:41.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/66175501/rectangle_large_type_2_1c96c446c49d23cf91f8c562bacdf765.png?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1637542721000
  },
  {
    "title": "【Free】How to use Bitcoin for in-game purchases!",
    "contentSnippet": "There is currently no use case for Bitcoin, so I thought about using it for game purchases (I wrote this because I was considering using it for gift cards). There are many points to be aware of when buying gift cards, so please read them carefully. 0. Continue reading about mining on Nicehash.",
    "link": "https://note.com/soto9/n/nd4ed0450b7fc",
    "isoDate": "2021-09-11T04:44:35.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/5214193920cf62b1f0c76efcdcc06294ecc6f870.jpg",
    "dateMiliSeconds": 1631335475000
  },
  {
    "title": "【ATO2】List of the Most Important Cities in the Early Stages (Updating)",
    "contentSnippet": "I have created a list of cities that should be focused on in the early stages. Please take a look if you're interested. I have classified them into six categories: Asia, Middle East, Europe, North and South America, Africa, and Australia. I will also provide information on the economic scale of each city (combining business and tourism levels). I will list them in the order that should be prioritized (including places with fewer competitors and easier battles), but please note that there may be exceptions. Continue reading Asia.",
    "link": "https://note.com/soto9/n/n725f9f92934f",
    "isoDate": "2021-09-10T08:58:32.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/60896241/rectangle_large_type_2_668601a05d7d17517668c598fde985c5.jpeg?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1631264312000
  },
  {
    "title": "\"If I had a lot of money, what would I do?\"",
    "contentSnippet": "If I had money, I thought I could do all sorts of things. But that was just a fantasy. In reality, when I actually buy services or products with money, I'm really happy at first, but after about three days, I lose interest. Is having a lot of money really happiness? To be continued...",
    "link": "https://note.com/soto9/n/nc84c9cb0b936",
    "isoDate": "2021-09-09T16:16:50.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/9db5dc811eee7a7b6cba269fb133eefd06c05963.jpg",
    "dateMiliSeconds": 1631204210000
  },
  {
    "title": "[ATO2] Recommended equipment list and explanation to reach the top without spending money.",
    "contentSnippet": "Recommended equipment by distance: short distance, medium distance, long distance, cargo. The equipment in parentheses may be a bit less user-friendly. Read more to continue.",
    "link": "https://note.com/soto9/n/ndbdc36aacd62",
    "isoDate": "2021-09-09T08:18:49.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/66bff15d69bc935496a0a51b2c92ea326ba62daa.jpg",
    "dateMiliSeconds": 1631175529000
  },
  {
    "title": "[ATO2] Air Tycoon Online 2 Free-to-Play Strategy Guide!",
    "contentSnippet": "This article is a simple strategy that even beginners can easily do. For advanced players, please check the link below ↓https://note.com/soto9/n/n5cc0031fea8f to continue reading.",
    "link": "https://note.com/soto9/n/n6362fb7263d2",
    "isoDate": "2021-09-09T04:10:34.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/60817704/rectangle_large_type_2_87500fdd98e75e4682090944cfe75efc.jpeg?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1631160634000
  },
  {
    "title": "How to mine with Nicehash",
    "contentSnippet": "I will explain it simply. Please see the following necessary items.",
    "link": "https://note.com/soto9/n/ncb58ebc3aa4a",
    "isoDate": "2021-04-07T04:51:46.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/49505756/rectangle_large_type_2_d12adf6a36445d4ddc72beab5363c438.png?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1617771106000
  }
]
