[
  {
    "title": "Text to convert to en: [Discontinued] Bitcoin transactions without using blockchain (off-chain)",
    "contentSnippet": "This is an article that has been left in draft for a long time. It's a shame, so I'll regret it. When you hear about cryptocurrency, many people may think of blockchain. Recently, I researched transactions that do not use blockchain, so I summarized them. Click here to continue.",
    "link": "https://note.com/soto9/n/n8fb50a7f6617",
    "isoDate": "2023-05-09T12:44:24.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/a0fcb5e7a87ac957f9e386d87b21f80eacae0fbc.png",
    "dateMiliSeconds": 1683636264000
  },
  {
    "title": "Personal Complaint #1 I feel lonely even though there are people around.",
    "contentSnippet": "Recently, I've been feeling frustrated because there have been many unpleasant things happening, and it's been affecting me to the point where I've been venting my complaints to others. If I continue like this, I might end up being disliked, so I thought about writing down my grievances. I'll probably write some really terrible things, but it would be great if there's someone who can empathize with me. Being alone is scary. Viewer discretion: This text may hurt someone's feelings. Please read it with that in mind. Also, please do not share it with my parents. If you do, I won't impose any punishment... but I'll cry. That's all. Read more.",
    "link": "https://note.com/soto9/n/n50778ae9d534",
    "isoDate": "2023-04-23T15:36:06.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/103788756/rectangle_large_type_2_8565c49b9d2b32fddceadeb564917a0e.png?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1682264166000
  },
  {
    "title": "Text to convert to en: [Integration & Java] Convert your Minecraft world into 3D for free!",
    "contentSnippet": "I often get asked about this type of question, so I will summarize it in a note. For the integrated version, you need to go through a process of converting to Java midway, so you need to purchase both versions. Read more.",
    "link": "https://note.com/soto9/n/na380b53b931d",
    "isoDate": "2022-12-02T07:15:19.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/92440252/rectangle_large_type_2_369676b9d18cccadc02d6ec86c9a016e.png?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1669965319000
  },
  {
    "title": "Text to convert to en: I, a third grader, didn't want to go to school anymore.",
    "contentSnippet": "If you forget something, the homeroom teacher will make you do a \"punishment game\". If you are bad at playing the recorder, the music teacher will yell at you loudly during detention. It's nothing now, but when I was in elementary school, it was very scary for me. Every time I made a weird mistake, the class would go silent and I would be looked at with disapproving eyes. If someone tried to defend me, they would also be looked at with disapproving eyes. From the first and second grade, where everyone got along, to the day in third grade when it became about who was the smartest, I started to not want to go to school. But I am going to school today. I am filled with anxiety that I will be scolded again. I arrive at the nearest station to the school. The three-minute walk of about 200 meters feels heavy. See more",
    "link": "https://note.com/soto9/n/n6982774784d5",
    "isoDate": "2022-05-09T14:18:50.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/78218452/rectangle_large_type_2_fe310ddc31b61df55033c04dc1c7bd69.jpeg?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1652105930000
  },
  {
    "title": "[ATO2] Air Tycoon Online 2 - A Comprehensive Guide to Earning Credits Like a Pro",
    "contentSnippet": "※ This article is currently being written, so the content may change in the future. I will read various articles, try them out, and introduce the best examples. Since there are many difficult words, beginners should refer to the wiki or something. Read more",
    "link": "https://note.com/soto9/n/n5cc0031fea8f",
    "isoDate": "2021-12-05T13:57:33.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/eb5a3b1cad6b7a81eb406119965b8cba9f0af20e.jpg",
    "dateMiliSeconds": 1638712653000
  },
  {
    "title": "【Notion】How to create automatic notifications for free using functions",
    "contentSnippet": "Notion is convenient, isn't it? I also migrated from Trello and it's very useful, but there is one disappointing aspect. I don't receive notifications even when it's time... Read more.",
    "link": "https://note.com/soto9/n/n592777f9da64",
    "isoDate": "2021-11-22T00:58:41.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/66175501/rectangle_large_type_2_1c96c446c49d23cf91f8c562bacdf765.png?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1637542721000
  },
  {
    "title": "【Free】How to use Bitcoin for in-game purchases!",
    "contentSnippet": "Text to convert to en: At the moment, there is no practical use for Bitcoin, so I thought about using it for game purchases (by trying to use it for gift cards) and wrote this. There are many things to be aware of when purchasing gift cards, so please read it carefully. 0. Continue reading about mining on Nicehash.",
    "link": "https://note.com/soto9/n/nd4ed0450b7fc",
    "isoDate": "2021-09-11T04:44:35.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/5214193920cf62b1f0c76efcdcc06294ecc6f870.jpg",
    "dateMiliSeconds": 1631335475000
  },
  {
    "title": "[ATO2] List of the Most Important Cities in the Early Stages (Updating)",
    "contentSnippet": "I have created a list of cities that should be prioritized in the early stages. Please take a look if you're interested. They are categorized into six regions: Asia, Middle East, Europe, North and South America, Africa, and Australia. I will also provide information about the economic scale of each city (combining business and tourism levels). I will list them in the order that should be considered (including places with less competition and easier battles), but please understand that there may be exceptions. Continue reading Asia.",
    "link": "https://note.com/soto9/n/n725f9f92934f",
    "isoDate": "2021-09-10T08:58:32.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/60896241/rectangle_large_type_2_668601a05d7d17517668c598fde985c5.jpeg?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1631264312000
  },
  {
    "title": "If I had a lot of money, what would I do?",
    "contentSnippet": "If I had money, I thought I could do this and that, and various things. But that was just a fantasy, because when I actually bought services or products with money, I would be really happy at first, but it would wear off after about three days. Is having a lot of money really happiness? Continue reading.",
    "link": "https://note.com/soto9/n/nc84c9cb0b936",
    "isoDate": "2021-09-09T16:16:50.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/9db5dc811eee7a7b6cba269fb133eefd06c05963.jpg",
    "dateMiliSeconds": 1631204210000
  },
  {
    "title": "Text to convert to en: [ATO2] Recommended equipment list and their explanations to reach high rankings without spending money.",
    "contentSnippet": "Text to convert to en: \"Short distance, medium distance, long distance, and cargo are the recommended equipment in chronological order. The equipment in parentheses may be a little inconvenient to use. Read more to continue.\"",
    "link": "https://note.com/soto9/n/ndbdc36aacd62",
    "isoDate": "2021-09-09T08:18:49.000Z",
    "og": "https://d2l930y2yx77uc.cloudfront.net/production/social_images/66bff15d69bc935496a0a51b2c92ea326ba62daa.jpg",
    "dateMiliSeconds": 1631175529000
  },
  {
    "title": "[ATO2] Air Tycoon Online 2 Free-to-Play Strategy Guide!",
    "contentSnippet": "This article provides a simple strategy that even beginners can easily follow. For advanced players, please check the link below ↓ to find more advanced tips: https://note.com/soto9/n/n5cc0031fea8f Read more for continuation.",
    "link": "https://note.com/soto9/n/n6362fb7263d2",
    "isoDate": "2021-09-09T04:10:34.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/60817704/rectangle_large_type_2_87500fdd98e75e4682090944cfe75efc.jpeg?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1631160634000
  },
  {
    "title": "How to mine with Nicehash",
    "contentSnippet": "Text to be converted to en: I will explain it briefly. Please see the necessary items below.",
    "link": "https://note.com/soto9/n/ncb58ebc3aa4a",
    "isoDate": "2021-04-07T04:51:46.000Z",
    "og": "https://assets.st-note.com/production/uploads/images/49505756/rectangle_large_type_2_d12adf6a36445d4ddc72beab5363c438.png?fit=bounds&quality=85&width=1280",
    "dateMiliSeconds": 1617771106000
  }
]
