[
  {
    "title": "[Abandoned] Bitcoin transactions without using blockchain (off-chain)",
    "contentSnippet": "This is an unpublished article that has been left as a draft for a long time. It's a shame, so I'll regret it. When you hear about cryptocurrency, many people may think of blockchain. Recently, I researched transactions that do not use blockchain, so I will summarize them. Read more."
  },
  {
    "title": "Personal Complaint #1: I feel lonely even though everyone is around me.",
    "contentSnippet": "Lately, there have been many unfortunate things happening, and I feel frustrated. As a result, I have been venting my complaints to others, and I'm worried that I might be disliked if this continues. Maybe I should write down my grievances. I'll probably write some really terrible things, but it would be nice if someone could empathize with me. Being alone is scary. Content warning: This text may hurt someone's feelings. Please read it with that understanding. Also, please don't share it with my parents. If you do, there won't be any consequences... but I'll cry. That's all. Let's continue reading."
  },
  {
    "title": "[Integrated & Java] Convert Minecraft worlds to 3D for free!",
    "contentSnippet": "Since this type of question is often asked, I will summarize it in a note. For the integrated version, a process of converting to Java is necessary, so it is necessary to purchase both versions. Continue reading."
  },
  {
    "title": "I, a third grader, didn't want to go to school anymore.",
    "contentSnippet": "If you forget something, the teacher in charge will make you do a \"punishment game\". If you are bad at playing the recorder, the music teacher will yell at you loudly during detention. Now, it wouldn't be a big deal, but back when I was in elementary school, it was really scary for me. Every time I made a weird mistake, the whole class would go silent and everyone would look at me with disdain. If someone tried to support me, they would also be looked at with disdain. From the first and second grade of elementary school where we were all friends, to the day in third grade where it became about who was the smartest, I started to not want to go to school anymore. But today, I still have to go to school. I arrive at the nearest station to the school, filled with anxiety that I might get scolded again. The three-minute walk of about 200 meters feels heavy as I continue on."
  },
  {
    "title": "【ATO2】Air Tycoon Online 2 - A Guide on How to Earn Credits Like a Pro",
    "contentSnippet": "※ This article is currently being written, so the content may change in the future. I will read various articles, try them out, and introduce the best examples. Since there are many difficult words, beginners should refer to sources like a wiki. Click to continue reading."
  },
  {
    "title": "How to create free automated notifications using the function in Notion",
    "contentSnippet": "Notion is convenient, isn't it? I also migrated from Trello and it's very useful, but there is one disappointing aspect. I don't receive notifications even when it's time... Read more."
  },
  {
    "title": "【Free】How to use Bitcoin for in-game purchases!",
    "contentSnippet": "Translation: \nCurrently, there is no practical use for Bitcoin, so I thought about using it for game purchases (I wrote this because I was considering using it for gift cards). There are many points to be aware of when purchasing gift cards, so please read them carefully. 0. Continue to see mining on Nicehash."
  },
  {
    "title": "[ATO2] List of Most Important Cities in the Early Stages (Updating)",
    "contentSnippet": "I have created a list of cities that you should keep an eye on in the early stages. Please take a look if you'd like. I have categorized them into six regions: Asia, Middle East, Europe, North and South America, Africa, and Australia. I will also provide information on the city's economic size (total of business and tourism levels). I will list them in order of priority (including places with less competition and easier to compete in), but please note that there may be exceptions. Continue reading Asia."
  },
  {
    "title": "If I had a lot of money, what would I do?",
    "contentSnippet": "If I had money, I thought I could do all sorts of things. But that was just a fantasy. When I actually bought services or products with money, I would be really happy at first, but after about three days, I would lose interest. Is having a lot of money really happiness? Read more."
  },
  {
    "title": "【ATO2】Recommended Equipment List and Explanation for Reaching the Top Without Spending Money",
    "contentSnippet": "Recommended equipment by age group, in order of short distance, medium distance, long distance, and cargo. The equipment in parentheses may have slightly poor usability. Continue reading."
  },
  {
    "title": "[ATO2] Air Tycoon Online 2 Free-to-Play Strategy Guide!",
    "contentSnippet": "This article is a beginner-friendly guide that even beginners can easily follow. For advanced players, please check the link below ↓https://note.com/soto9/n/n5cc0031fea8f to read more."
  },
  {
    "title": "How to mine on Nicehash",
    "contentSnippet": "I will explain it briefly. See the following for the necessary items."
  }
]
